Repository: SHosseinR/kubeflow-source
Catalog: components/crud-web-apps/tensorboards/frontend/i18n/*/messages.*.xlf
Languages: fa

source: Hide
fa: پنهان کردن

source: Advanced Options
fa: گزینه‌های پیشرفته

source: Name
fa: نام

source: Namespace
fa: فضای نام

source: Cannot be negative.
fa: نمی‌تواند منفی باشد.

source: Name must consist of lowercase alphanumeric characters or '-', start with an alphabetic character, and end with an alphanumeric character.
fa: نام باید شامل حروف الفبای کوچک یا اعداد و یا '-' باشد، با یک حرف الفبایی شروع شود و با یک کاراکتر الفبایی یا عددی پایان یابد.

source: Name is too long
fa: نام بیش از حد طولانی است

source: Name cannot be empty
fa: نام نمی‌تواند خالی باشد

source: Select Namespace
fa: انتخاب فضای نام

source: An error occurred: error
fa: خطایی رخ داد: error

source: Client error: error.error.message
fa: خطای مشتری: error.error.message

source: Could not connect to the backend.
fa: اتصال به بک‌اند ممکن نیست.

source: Unexpected error encountered
fa: خطای غیرمنتظره‌ای رخ داد

source: DISMISS
fa: رد کردن

source: New Tensorboard
fa: تنسربرد جدید

source: Create a new Tensorboard
fa: ایجاد یک تنسربرد جدید

source: Object Store
fa: ذخیره‌سازی شیء

source: PVC Name
fa: نام PVC

source: Mount Path
fa: مسیر نصب

source: ex: mount/to/path
fa: مثال: mount/to/path

source: Object Store Link
fa: لینک ذخیره‌سازی شیء

source: CREATE
fa: ایجاد

source: CANCEL
fa: لغو

source: Tensorboards
fa: تنسربردها

source: NEW TENSORBOARD
fa: تنسربرد جدید

source: Status
fa: وضعیت

source: Name
fa: نام

source: Age
fa: سن

source: Logspath
fa: مسیر لاگ‌ها

source: Connect to the Tensorboard Server
fa: اتصال به سرور تنسربرد

source: CONNECT
fa: اتصال

source: Delete Tensorboard
fa: حذف تنسربرد

source: Tensorboard was submitted successfully.
fa: تنسربرد با موفقیت ارسال شد.

source: Are you sure you want to delete this Tensorboard : tensorboard.name ?
fa: آیا مطمئن هستید که می‌خواهید این تنسربرد را حذف کنید: tensorboard.name ؟

source: DELETE
fa: حذف

source: CANCEL
fa: لغو

source: DELETING
fa: در حال حذف
